{
  "Projects": [
    {
      "id": 0,
      "name": {
        "en": "Motivation",
        "az": "Motivasiya"
      },
      "source": "https://github.com/e-qa/Motivasiya",
      "img": "/images/electron-app.png",
      "description": {
        "en": "Motivation is an Electron application that helps users receive daily motivational quotes.",
        "az": "Motivasiya, istifadəçilərə gündəlik motivasiyaedici sitatlar almağa kömək edən bir Elektron tətbiqidir."
      }
    },
    {
      "id": 1,
      "name": {
        "en": "Learn JavaScript",
        "az": "JavaScript öyrən"
      },
      "link": "https://javascript-oyren.vercel.app/",
      "source": "https://github.com/e-qa/JavaScriptOyren",
      "img": "/images/javascript-notes.png",
      "description": {
        "en": "I created this website to bring together my personal notes on JavaScript. Here, I’ve shared key topics I learned throughout my learning journey. This site serves as both a deepened memory for myself and a helpful resource for those interested in JavaScript.",
        "az": "JavaScript haqqında şəxsi qeydlərimi bir araya gətirərək bu veb sayt halına gətirdim. Öyrənmə prosesində öyrəndiyim əsas mövzuları burada paylaşmışam. Bu sayt, həm özüm üçün həm də JavaScript-lə maraqlananlar üçün faydalı bir mənbədir"
      }
    },
    {
      "id": 2,
      "name": {
        "en": "Audio Editor",
        "az": "Audio Redaktoru"
      },
      "link": "https://audio-editor-mini-studio.netlify.app/",
      "source": "https://github.com/e-qa/audio-editor",
      "img": "/images/audio-editor.png",
      "description": {
        "en": "A mini audio editor that enables you to edit audio files and perform various manipulations. It offers easy-to-use and effective editing tools.",
        "az": "Audio fayllarını redaktə etməyə və müxtəlif manipulyasiyalar aparmağa imkan verən mini audio redaktoru. İstifadəsi asan və effektiv redaktə alətləri təqdim edir."
      }
    },

    {
      "id": 3,
      "name": {
        "en": "Youtube Interval Repeater",
        "az": "Youtube Aralıq Təkrarlayıcı"
      },
      "source": "https://github.com/e-qa/youtube-interval-repeater",
      "img": "/images/extension.png",
      "description": {
        "en": "This Google Chrome extension is designed to repeat a specific interval of songs playing on YouTube. It allows users to select a portion of a song and loop it.",
        "az": "Bu Google Chrome uzantısı, YouTube-da çalan mahnıların müəyyən bir aralığını təkrarlamaq üçün nəzərdə tutulub. İstifadəçilərə mahnının bir hissəsini seçmək və onu dövr etdirmək imkanı verir."
      }
    },
    {
      "id": 4,
      "name": {
        "en": "Sound Effects",
        "az": "Ses Efektləri"
      },
      "link": "https://sound-effects.netlify.app/",
      "source": "https://github.com/e-qa/sound-effects",
      "img": "/images/sound-effect.png",
      "description": {
        "en": "This project allows you to record your voice and apply various effects (reverb, delay, chorus, distortion). You can also download and save the processed audio.",
        "az": "Bu layihə səsinizi qeyd etməyə və müxtəlif effektlər (reverb, delay, chorus, distortion) tətbiq etməyə imkan verir. Eyni zamanda, emal edilmiş audioyu yükləyə bilərsiniz."
      }
    },
    {
      "id": 5,
      "name": {
        "en": "Drum Machine",
        "az": "Darbuka Maşını"
      },
      "link": "https://drummachinex.vercel.app/",
      "source": "https://github.com/e-qa/drum-machine",
      "img": "/images/drum-machine.png",
      "description": {
        "en": "An interactive drum machine that lets you create rhythms using various drum sounds. Its user-friendly interface allows you to quickly build beats.",
        "az": "Ritmlər yaratmağa imkan verən interaktiv bir darab maşını. İstifadəçi dostu interfeysi sayəsində tez bir zamanda ritmlər qura bilərsiniz."
      }
    }
  ]
}
